{
  "personal_info": {
    "first_name": "Mariska",
    "last_name": "Goebel",
    "phone": "+12629148904",
    "email": "goebelfunctionalhealth@gmail.com"
  },
  "professional_info": {
    "coaching_title": "Certified Functional Medicine Coach",
    "certifications": "AccrediPro Functional Medicine Coaching Certificate; Doctorate of Nursing Practice; Family Nurse Practitioner Board Certified",
    "photos": ""
  },
  "about": {
    "story": "I began my career as an ICU nurse and went on to earn my Doctorate of Nursing Practice and Family Nurse Practitioner board certification. My personal experience with Hashimoto's hypothyroidism, PCOS, and endometriosis — and the frustration of being told my labs were 'normal' — led me to functional medicine. I now combine my clinical training with functional medicine coaching to help women find the root cause of their thyroid and hormonal symptoms.",
    "who_you_help": "Women 30-50 struggling with thyroid dysfunction and hormonal imbalance who have been told their labs are 'normal' but continue to struggle with chronic symptoms.",
    "what_makes_you_different": "I bring the critical thinking skills of traditional nursing and advanced practice (DNP, FNP-BC) together with functional medicine coaching to look beyond lab reference ranges and find the root cause — not just manage symptoms."
  },
  "services": {
    "main_program": "3 Month Thyroid Optimization; Rebalancing Your Hormones in 3 Months",
    "whats_included": "12 weekly video calls, email messaging support, personalized diet plan, customized protocol. 3-month time frame with option to extend.",
    "price": "$1,499 per program"
  },
  "social_proof": {
    "client_success_stories": "Women with Hashimoto's, PCOS, endometriosis, and subclinical thyroid dysfunction who struggled for years with 'normal' lab results and found real answers through functional medicine coaching.",
    "common_concerns": "\"My labs are normal\", \"I've tried everything\", \"Is this different from seeing my doctor?\""
  },
  "branding": {
    "website_feel": "Warm, calm, professional",
    "favorite_colors": "Sage green and warm beige",
    "social_media": "Instagram: goebelfunctionalhealth"
  },
  "call_to_action": {
    "how_to_start": "Book a free discovery call",
    "scheduling_tool": "",
    "website_goal": "Sell coaching programs directly"
  },
  "additional_notes": "Personal email: vandenbergh.mariska@gmail.com"
}
